"__title__" = "Banco de Dados";

"__description__" = "Informações de conexão com o banco de dados.";

"hostname" = "Servidor";

"port" = "Porta";

"database" = "Banco de Dados";

"database_type" = "Tipo";

"username" = "Nome de usuário";

"password" = "Senha";

"sid" = "SID";

"alias" = "Apelido";

"options" = "Opções de Conexão";

"options#9" = "Opções";


"menu.database_type.db2" = "DB2";

"menu.database_type.filemaker" = "FileMaker";

"menu.database_type.msaccess" = "Microsoft Access";

"menu.database_type.mssql" = "MS SQL Server";

"menu.database_type.mysql" = "MySQL";

"menu.database_type.oracle" = "Oracle";

"menu.database_type.postresql" = "PostgreSQL";

"menu.database_type.postgresql" = "PostgreSQL";

"menu.database_type.sqlite" = "SQLite";

"menu.database_type.other" = "Outros";
